driver-tests/iepse/IEPTupleBasedWindow/TupleBasedWindowApp/test/TupleBasedAggregatorInput/template.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tim="TupleBasedAggregatorInput.TupleBasedAggregatorInput_iep">
   <soapenv:Header/>
   <soapenv:Body>
      <tim:StreamInput0_MsgObj>
         <aInt1>${aInt1.0}</aInt1>
         <aBigint1>${aBigint1.0}</aBigint1>
         <double1>${double1.0}</double1>
         <var1>${var1.0}</var1>
      </tim:StreamInput0_MsgObj>
   </soapenv:Body>
</soapenv:Envelope>